{
	"movie": [
		{
			"title": "Tears of the Sun",
			"description": "Navy SEALs tasked to save a doctor in Nigeria during a dangerous time.  There is more at stake than just the doctor's safety.",
			"poster": "img/Tears_of_the_Sun_movie.jpg"
		},
		{
			"title": "John Wick",
			"description": "A man attempting to live a normal life after being the most feared hitman.  Never mess with a man's dog.",
			"poster": "img/john_wick.jpg"
		},
		{
			"title": "John Wick 2",
			"description": "He is back to repay a debt only to find out he is worth more dead.",
			"poster": "img/wick2.jpg"
		},
		{
			"title": "Kung Fu Hustle",
			"description": "A wannabe gangster aspires to join the notorious 'Axe Gang'.  Things go differently as he finds refuge in a small, poor village.",
			"poster": "img/kungFuHustle.jpg"
		},
		{
			"title": "Warrior",
			"description": "Two brothers go down different paths only to meet again many years down the road, in an octagon.",
			"poster": "img/warrior.jpg"
		},
		{
			"title": "The Fighter",
			"description": "Based on Micky Ward who is trying to be his own man and not his older brother's kid brother.",
			"poster": "img/theFighter.jpg"
		},
		{
			"title": "Mr. Right",
			"description": "She has trouble meeting men, especially good men.  She finally finds what she is looking for but he has one major red flag, he is a hitman.",
			"poster": "img/mrRight.jpg"
		},
		{
			"title": "Leon the Professional",
			"description": "Hitman who lets a little girl into his heart after her family is murdered.",
			"poster": "img/leon.jpeg"
		},
		{
			"title": "Love and Other Drugs",
			"description": "She has Parkinson's Disease.  He works for Pfizer.  They become friends (and much more) as he becomes the Viagra king.",
			"poster": "img/otherDrugs.jpeg"
		},
		{
			"title": "Django: Unchained",
			"description": "A free black man is on a mission to find and free his wife who had been taken into slavery.  A chance encounter with a bounty hunter helps his odds.",
			"poster": "img/django.jpg"
		},
		{
			"title": "Apocalypto",
			"description": "The Americas before any ship had landed.  The Mayans are on a mission to put an end to their decline by offering up sacrifices and those sacrifices had to come from somewhere...",
			"poster": "img/apocalypto.jpg"
		},
		{
			"title": "Layer Cake",
			"description": "A highly successful cocaine dealer on the verge of retirement is given two jobs that seem to be setting him up for failure.",
			"poster": "img/layerCake.jpg"
		},
		{
			"title": "History of Violence",
			"description": "A man trying to escape his past.  Until they mess with his family",
			"poster": "img/historyOfViolence.jpg"
		},
		{
			"title": "Lock, Stock, and Two Smoking Barrels",
			"description": "A card game gone wrong has factions from every part of town out for the same goal: money, weed, and antique shotguns.",
			"poster": "img/lockStock.jpg"
		},
		{
			"title": "The Way Way Back",
			"description": "A boy struggling to find himself goes on vaction with his family for the summer.  He finds himself an unlikely new friend and a new crush.",
			"poster": "img/wayWayBack.jpg"
		},
		{
			"title": "Immortals",
			"description": "A mortal who is so much more than he knows.  He is tasked by Zeus to be the champion for mankind.",
			"poster": "img/immortals.jpg"
		},
		{
			"title": "Machine Gun Preacher",
			"description": "A man with a bad past travels to Sudan with a new outlook on life.  He becomes the protector of children being forced to become soldiers.",
			"poster": "img/machineGunPreacher.jpg"
		},
		{
			"title": "The Prestige",
			"description": "Two men, using magic, try to best one another.  This movie has a twist that you don't want to miss.",
			"poster": "img/prestige.jpg"
		},
		{
			"title": "Snatch",
			"description": "Gansters, gypsies, alcohol and bare knuckle boxing.",
			"poster": "img/snatch.jpg"
		},
		{
			"title": "Crazy, Stupid, Love",
			"description": "A man going through a divorce meets his new mentor at a bar.",
			"poster": "img/crazyStupidLove.jpg"
		},
		{
			"title": "Ip Man",
			"description": "A wealthy martial arts master refuses to teach Wing Chun, until the Japanese invade China in 1937 and his people need his help.  Master Ip is the real-life master to Bruce Lee.",
			"poster": "img/ipMan.jpg"
		},
		{
			"title": "Ip Man 2",
			"description": "Ip Man moves to Hong Kong after the war in 1949 and begins formally teaching students Wing Chun martial arts.",
			"poster": "img/ipMan2.jpg"
		},
		{
			"title": "Ip Man 3",
			"description": "A group of gansters are attempting to cause chaos and take over a martial arts school in Hong Kong.  Ip Man must take a stand.",
			"poster": "img/ipMan3.jpg"
		},
		{
			"title": "The Hunt for the Wilderpeople",
			"description": "The guy from Jurassic Park lost in nature with an overwieght Australian kid",
			"poster": "img/wilderpeople.jpg"
		},
		{
			"title": "Sicario",
			"description": "There is a war against drugs at the border of the United States and Mexico and an agent has the job of trying to win it.",
			"poster": "img/sicario.jpg"
		},
		{
			"title": "Hacksaw Ridge",
			"description": "The true story of Private Doss who saved countless lives while never taking up arms in WWII",
			"poster": "img/hacksaw.jpg"
		},
		{
			"title": "Straight Outta Compton",
			"description": "The real life story of the members of NWA",
			"poster": "img/straightOuttaCompton.jpg"
		},
		{
			"title": "Me and Earl and the Dying Girl",
			"description": "Two young boys wo enjoy making homemade parodies of movies befriend a sick girl",
			"poster": "img/meEarlAndTheDyingGirl.jpg"
		},
		{
			"title": "Be Kind, Rewind",
			"description": "Two friends ruin a collection of movies and then go on a mission to remake them on their own",
			"poster": "img/beKindRewind.jpg"
		},
		{
			"title": "Interstellar",
			"description": "Earth is becoming uninhabitable and one man sets out to find an alternative",
			"poster": "img/interstellar.jpg"
		},
		{
			"title": "Logan",
			"description": "Logan, also known as the Wolverine, has lived for centuries only now something is killing him.  The absolute very best rendition of Wolverine",
			"poster": "img/logan.jpg"
		},
		{
			"title": "Gaurdians of the Galaxy",
			"description": "A group of misfit criminals become the heroes the galaxy needs",
			"poster": "img/guardians.jpg"
		},
		{
			"title": "The Edge of Tomorrow",
			"description": "Live, Die, Repeat.  A man on a repetitive loop trying to save the world",
			"poster": "img/edgeOfTomorrow.jpg"
		},
		{
			"title": "Passengers",
			"description": "A ship full of people traveling to colonize a new planet, one of them wakes up too early and doesn't want to do it alone.",
			"poster": "img/passengers.jpg"
		},
		{
			"title": "Lawless",
			"description": "Set in the depression-era, three brothers from Virginia make and run moonshine.  A new Special Deputy squeezes them for his cut.",
			"poster": "img/lawless.jpg"
		},
		{
			"title": "Get a Job",
			"description": "Two young people find themselves jobless after college with no future in sight.",
			"poster": "img/getAjob.jpg"
		},
		{
			"title": "End of Watch",
			"description": "Two partners working a beat in the worst part of Los Angeles find themselves at odds with the biggest gang in LA.",
			"poster": "img/endOfWatch.jpg"
		},
		{
			"title": "Crash",
			"description": "Every action has an equal and opposite reaction.",
			"poster": "img/crash.jpg"
		},
		{
			"title": "The Greatest Game Ever Played",
			"description": "The story of Francis Ouimet and how he became an iconic golfer",
			"poster": "img/greatestGame.jpg"
		},
		{
			"title": "School of Rock",
			"description": "A teacher who isn't a teacher at all, teaches kids the art of Rock and Roll.",
			"poster": "img/schoolOfRock.jpg"
		},
		{
			"title": "I Love You, Man",
			"description": "A groom with no friends for his wedding finds a new friend but it is putting a strain on his relationship.",
			"poster": "img/iLoveYouMan.jpg"
		},
		{
			"title": "Lets Be Cops",
			"description": "Costume party costumes go way too far as two men find themselves entangled in real police matters.",
			"poster": "img/letsBeCops.jpg"
		},
		{
			"title": "Accepted",
			"description": "Can't get into college? No problem.  An underachieving high-school student finds himself on the outside looking in when it comes to attending college.  So he creates his own.",
			"poster": "img/accepted.jpg"
		},
		{
			"title": "Kick Ass",
			"description": "A young boy is tired of being the victim and doesn't want anyone else to be either.",
			"poster": "img/kickAss.jpg"
		},
		{
			"title": "When We First Met",
			"description": "A guy meets a girl and misses his chance, until he discovers a do over.",
			"poster": "img/whenWeFirstMet.jpg"
		},
		{
			"title": "Miracle",
			"description": "The true story of how the U.S. Olympic Hockey team beat the Soviets at Lake Placid in 1980.",
			"poster": "img/miracle.jpg"
		},
		{
			"title": "Mystery Alaska",
			"description": "The town of Mystery, Alaska finds a way to bring in revenue.  By playing the New York Rangers in a friendly match.",
			"poster": "img/mysteryAlaska.png"
		},
		{
			"title": "Zombieland",
			"description": "The zombie apocalypse is here, and you better stick to the rules.",
			"poster": "img/zombieland.jpg"
		},
		{
			"title": "The Big Sick",
			"description": "The true story of how comedian Kumail Nanjiani met his wife and the journey through her illness.",
			"poster": "img/theBigSick.jpg"
		},
		{
			"title": "Rules of Engagement",
			"description": "There are rules during war and you have to stick to them.  Some people have other priorities.",
			"poster": "img/rulesOfEngagement.jpg"
		},
		{
			"title": "Blood and Bone",
			"description": "Straight out of prison and on to the streets of Los Angeles, a man is out to fullfil a promise and it is by way of the world of underground street fights.",
			"poster": "img/bloodAndBone.jpg"
		},
		{
			"title": "The Hunted",
			"description": "A highly skilled assassin has made a sport of hunting humans.  The FBI has tasked one man to hunt him down but who is hunting who?",
			"poster": "img/theHunted.jpg"
		},
		{
			"title": "The Secret Life of Walter Mitty",
			"description": "Ever get caught up in a daydream?  Walter Mitty makes his a reality.",
			"poster": "img/walterMitty.jpg"
		},
		{
			"title": "War Horse",
			"description": "A boy and his horse are separated once his horse is sold off to the cavalry during WWI.  He must be reunited with his horse even if it means joining the war efforts.",
			"poster": "img/warHorse.jpeg"
		},
		{
			"title": "Max",
			"description": "A young boy loses his brother due to the war.  He inherits his brothers service dog who is not dealing with the loss well either.",
			"poster": "img/max.jpg"
		},
		{
			"title": "The Guardian",
			"description": "A man with a chip on his shoulder because he is a high school swim champion joins the Coast Guard to be a rescue swimmer.",
			"poster": "img/theGuardian.jpg"
		},
		{
			"title": "Megan Leavey",
			"description": "A female Marine fights for her right to be a canine handler.  This is her real life story.",
			"poster": "img/meganLeavey.jpg"
		},
		{
			"title": "Reign Over Me",
			"description": "Too many people lost a family member during the September 11th attack on the World Trade Center, this is the story of one man's aftermath.",
			"poster": "img/reignOverMe.jpeg"
		},
		{
			"title": "The Brave One",
			"description": "A woman has her life changed when her husband is taken from her by street thugs.  She refuses to live in fear.",
			"poster": "img/theBraveOne.jpg"
		},
		{
			"title": "Charlie Bartlett",
			"description": "A young school boy gains popularity after appointing himself a psychiatrist to his peers.",
			"poster": "img/charlieBartlett.jpg"
		},
		{
			"title": "Paper Towns",
			"description": "A small boy has a new neighbor and he is smitten.  As they grow older, they grow apart until she disappears and leaves clues for someone to find her.",
			"poster": "img/paperTowns.jpg"
		},
		{
			"title": "The Men Who Stare At Goats",
			"description": "A reporter sent to Iraq finds the story of a lifetime when he meets a man who claims to be part of a unit that used their paranormal skills in their missions.",
			"poster": "img/menWhoStareAtGoats.jpg"
		},
		{
			"title": "Slumdog Millionaire",
			"description": "A young man on India's version of 'Who Wants to be a Millionaire' and his untold story.",
			"poster": "img/slumdog.jpg"
		},
		{
			"title": "The Invention of Lying",
			"description": "In a world where there is only truth, one man learns to say 'what isn't'.",
			"poster": "img/inventionOfLying.jpg"
		},
		{
			"title": "Law Abiding Citizen",
			"description": "A man who had his family taken from him is tired of the injustices of the judicial system after one of the killers is set free due to a plea bargain.",
			"poster": "img/lawAbidingCitizen.jpg"
		},
		{
			"title": "Dinner for Schmucks",
			"description": "A man trying to gain a step up in the corporate ladder must find a schmuck to take to dinner.",
			"poster": "img/schmucks.jpeg"
		},
		{
			"title": "Homefront",
			"description": "A man moves to Louisiana with his daughter to escape his old life, until he has to revisit his skillset in defense of his family.",
			"poster": "img/homefront.jpg"
		},
		{
			"title": "Rango",
			"description": "A pet chameleon falls out of a car in the middle of the desert during a family move.  He finds himself in the lawless town of Dirt and Dirt needs a new Sheriff.  Johnny Depp as an animated Chameleon.  This was suprisingly funny!",
			"poster": "img/rango.jpg"
		},
		{
			"title": "Battle Los Angeles",
			"description": "The epicenter of an alien invasion ends up in Los Angeles.  A squad of Marines is our last hope.",
			"poster": "img/battleLosAngeles.jpg"
		},
		{
			"title": "Mud",
			"description": "A man with a past lives as a transient on a small island in the middle of a lake.  He befriends two young boys and he enlists their help.",
			"poster": "img/mud.jpg"
		},
		{
			"title": "Red Tails",
			"description": "This is the story of an all African-American fighter pilot squadron during WWII.",
			"poster": "img/redTails.jpg"
		},
		{
			"title": "Wanderlust",
			"description": "A couple in need of a shake up after finding themselves unemployed finds themselves living on a freeloving camp.",
			"poster": "img/wanderlust.jpg"
		},
		{
			"title": "Battleship",
			"description": "A man who finds it impossible to stay out of trouble is forced to join the Navy by way of his high ranking brother.  An alien invasion ensues and he must find a way to overcome.",
			"poster": "img/battleship.jpg"
		},
		{
			"title": "21 and Over",
			"description": "A young man with the weight of his upcoming medical school interview on his shoulders decides to party with his two best friends the night before.",
			"poster": "img/21andOver.jpg"
		},
		{
			"title": "Dunkirk",
			"description": "The story of how 400,000 allied forces get trapped with no escape in the early stages of WWII.",
			"poster": "img/dunkirk.jpg"
		},
		{
			"title": "Captain Phillips",
			"description": "The true story of how an American shipping company ship, the MV Maersk Alabama is taken over by Somalian pirates.",
			"poster": "img/captPhillips.jpg"
		},
		{
			"title": "That Awkward Moment",
			"description": "A group of young adults is struggling in the dating life until it all falls together somehow.",
			"poster": "img/awkwardMoment.jpg"
		},
		{
			"title": "When the Game Stands Tall",
			"description": "De Le Salle high school had a run with mediocrity until coach Bob Ladouceur took them on a 151 game win streak.",
			"poster": "img/whenTheGameStandsTall.jpg"
		},
		{
			"title": "If I Stay",
			"description": "Two young lovers are at a crossroads due to a horrific accident.",
			"poster": "img/ifIstay.jpg"
		},
		{
			"title": "The Equalizer",
			"description": "He works at Home Depot but that wasn't his first job.",
			"poster": "img/equalizer.jpg"
		},
		{
			"title": "Fury",
			"description": "The tale of a storied tank commander and his crew during WWII as they traverse through Germany.",
			"poster": "img/fury.jpg"
		},
		{
			"title": "The Wedding Ringer",
			"description": "When a man has zero friends for his side of the wedding party, he must hire someone who specializes in such scenarios.",
			"poster": "img/weddingRinger.jpg"
		},
		{
			"title": "Dope",
			"description": "A hidden gem in the movie world.  A brilliant high-school kid and his friends have to navigate life when drugs enter the scenario.",
			"poster": "img/dope.jpg"
		},
		{
			"title": "McFarland, USA",
			"description": "A struggling coach finds himself having to move to a farm town in the middle of California.  He can't ignore how talented the local kids are at running and decides to coach cross-country running.  True story.",
			"poster": "img/mcfarland.jpg"
		},
		{
			"title": "Run All Night",
			"description": "A mobb boss and his friend, the hitman for the mobb, each have sons.  One son dies and the boss blames it on the other.  The hitman must choose if he sides with his son or his best friend who wants the son dead.",
			"poster": "img/runAllNight.jpg"
		},
		{
			"title": "Southpaw",
			"description": "A headstrong fighter has talent in the ring but his life has bigger problems.",
			"poster": "img/southpaw.jpg"
		},
		{
			"title": "The Man from U.N.C.L.E.",
			"description": "An American CIA agent and a KGB operative join forces to stop a nuclear threat.",
			"poster": "img/uncle.jpg"
		},
		{
			"title": "13 Hours",
			"description": "The true story of how American heroes lost their lives fighting in Benghazi.",
			"poster": "img/13hours.jpg"
		},
		{
			"title": "War Dogs",
			"description": "The true story of two men who won a contract from the Pentagon by being bold enough to deliver arms to America's allies where nobody else wanted to.",
			"poster": "img/warDogs.jpg"
		},
		{
			"title": "Imperium",
			"description": "A low level analyst gets his opportunity to work in the field by going undercover in the Arian Brotherhood.",
			"poster": "img/imperium.png"
		},
		{
			"title": "Restrepo",
			"description": "This is the real life documentary about Juan Restrepo and the men stationed in the Korengal Valley in Afghanistan.  VIEWER DISCRETION ADVISED",
			"poster": "img/restrepo.jpg"
		},
		{
			"title": "I Bleed for This",
			"description": "True story of boxer, Vinny Pazienza, who refuses to give up even after a career ending accident.",
			"poster": "img/bleedForThis.jpg"
		},
		{
			"title": "NEED A NEW MOVIE",
			"description": "Stuff goes here.",
			"poster": "img/.jpg"
		},
		{
			"title": "Justice League: Flashpoint Paradox",
			"description": "When Flash finds himself in an altered reality he teams up with that realities versions of the Justice League members to fix his reality and get back home.",
			"poster": "img/JLFlashpoing.jpg"
		},
		{
			"title": "Justice League: War",
			"description": "The Justice League is at war against an alien invasion.",
			"poster": "img/JLWar.jpg"
		},
		{
			"title": "Justice League: Doom",
			"description": "Batman keeps files of all the members of the Justice League and their weaknesses just in case they go rogue.  Vandal Savage has obtained those files and isn't afraid to use them.",
			"poster": "img/JLDoom.jpg"
		},
		{
			"title": "Miracle at St. Anna",
			"description": "A small regiment of African-American soldiers is put through the ringer in a Tuscan village during war and what ensues after is where the story really lies.",
			"poster": "img/miracleAtStAnna.jpg"
		},
		{
			"title": "NEED A NEW MOVIE",
			"description": "Words go here.",
			"poster": "img/.jpg"
		},
		{
			"title": "Gone Baby Gone",
			"description": "A child is kidnapped and two detectives have to find her but it puts them in a place where it is affecting them personally and professionally.",
			"poster": "img/goneBabyGone.jpg"
		},
		{
			"title": "The Brothers Bloom",
			"description": "The worlds two best con men are brothers and their last job is to take from an heiress.  But first a trip of a lifetime!",
			"poster": "img/brothersBloom.jpg"
		}
	]
}
